Repository: apkasten906/witcherSmartSaveManager
Catalog: frontend/Resources/Strings.*.resx
Languages: de

# Status_Ready
source: Ready
de: Bereit

# CustomSaveFolder
source: Custom Save Folder (Witcher 2)
de: Witcher 2 Spielstand-Ordner

source: Backup Location
de: Backup Speicherort

# BackupSelected
source: Backup Selected Files
de: Ausgewählte Dateien sichern

# DeleteSelected
source: Delete Selected Files
de: Ausgewählte Dateien löschen

# FindSaves
source: Find Witcher Save Games
de: Witcher Speicherstände finden

# OrphanedScreenshots_Title
source: Orphaned Screenshots Found - Kikimora Alert! ğŸº
de: Verwaiste Screenshots Gefunden - Kikimora Alarm! 🐺

# OrphanedScreenshots_Message
source: ğŸº Found orphaned screenshot files! ğŸº It's likely their parents were tragically eaten by a kikimora (you deleted their save files while the game was running, so you could also make sure their cloud twins would go away and not return from the dead!) Would you like to clean up these {0} orphaned screenshot(s)?
de: 🐺 Verwaiste Screenshot-Dateien gefunden! 🐺 Wahrscheinlich wurden ihre Eltern tragisch von einer Kikimora gefressen (du hast ihre Speicherdateien gelöscht, während das Spiel lief, um sicherzustellen, dass auch ihre Cloud-Zwillinge verschwinden und nicht von den Toten zurückkehren!) Möchtest du diese {0} verwaiste(n) Screenshot(s) aufräumen?

# OrphanedScreenshots_PartialCleanup_Title
source: Cleanup Partially Complete - Some Spirits Resist! ğŸº
de: Aufräumen Teilweise Abgeschlossen - Einige Geister Widersetzen Sich! 🐺

# OrphanedScreenshots_PartialCleanup_Message
source: ğŸº Cleaned up {0} of {1} orphaned screenshots. Could not delete {2} file(s) because they are still locked by cunning spirits: {3}
de: 🐺 {0} von {1} verwaisten Screenshots aufgeräumt. {2} Datei(en) konnten nicht gelöscht werden, da sie noch von listigen Geistern gesperrt sind: {3}

# Status_OrphanedPartialCleanup
source: ğŸº Cleaned up {0}/{1} orphaned screenshots. {2} files still locked by spirits.
de: 🐺 {0}/{1} verwaiste Screenshots aufgeräumt. {2} Dateien noch von Geistern gesperrt.

# Status_OrphanedFullCleanup
source: ğŸº Successfully cleaned up all {0} orphaned screenshots! The kikimora's work is done.
de: 🐺 Alle {0} verwaisten Screenshots erfolgreich aufgeräumt! Die Arbeit der Kikimora ist getan.

# TotalSaveFiles
source: Total Loaded: {0}
de: Gesamt Geladen: {0}

# TotalBackedUpFiles
source: Total Backups: {0}
de: Gesamt Backups: {0}

# Status_ConfigFound
source: Config file found at: {0}
de: Konfigurationsdatei gefunden unter: {0}

# Status_ConfigNotFound
source: Config file not found. Using default settings.
de: Konfigurationsdatei nicht gefunden. Verwende Standardeinstellungen.

# Status_SavesLoaded
source: Loaded {0} save(s).
de: {0} Speicherstand/-stände geladen.

# Status_BackupComplete
source: {0} save(s) backed up.
de: {0} Speicherstand/-stände gesichert.

# Status_DeleteComplete
source: {0} save(s) deleted.
de: {0} Speicherstand/-stände gelöscht.

# Status_SaveDeleted
source: Save deleted.
de: Speicherstand gelöscht.

# Status_BackupFolderSet
source: Backup folder set.
de: Backup-Ordner festgelegt.

# Status_CustomSaveFolderSet
source: Custom save folder set.
de: Benutzerdefinierter Speicherordner festgelegt.

# Status_NoSaveFiles
source: Selected folder does not contain Witcher 2 save files.
de: Der ausgewählte Ordner enthält keine Witcher 2 Speicherstände.

# Error_LoadingSaves
source: Error loading saves: {0}
de: Fehler beim Laden der Speicherstände: {0}

# Error_BackupSaves
source: Error backing up saves: {0}
de: Fehler beim Sichern der Speicherstände: {0}

# Error_DeletingSaves
source: Error deleting saves: {0}
de: Fehler beim Löschen der Speicherstände: {0}
